[
  {
    "items": {
      "category": [
        "Первые блюда",
        "Гарниры",
        "Напитки",
        "Второе",
        "Разное",
        "Салаты"
      ],
      "menu": [
        {
          "id": 1,
          "name": "Лагман",
          "cost": 200,
          "description": "Суп лагман — рецепт, который, по-видимому, был придуман уйгурами и потом распространился на всю Среднюю Азию. Приготовление лагмана имеет национальные особенности, есть уйгурский лагман, узбекский лагман. Рецепт приготовления уйгурского лагмана включает приготовление специальной приправы лаза. Это блюдо часто называют также суп лагман, рецепт приготовления при этом фактически такой же, просто добавляют больше бульона.",
          "image": "lagman.jpg",
          "category_index": 0,
          "isEnd": false
        },
        {
          "id": 2,
          "name": "Борщ",
          "cost": 150,
          "description": "Классический борщ (красный борщ) – это знаменитый свекольный суп, которым по праву могут гордиться народы восточной и центральной Европы. Особенно древнюю историю борщ со свеклой имеет в Украине, поэтому часто его называют украинским борщом. Но есть еще и борщ литовский, польский, русский, кубанский, московский и даже сибирский. И варят его по-разному в каждом отдельном регионе да еще и с вариантами: мясной, постный, а летом и холодный борщ, который часто называют холодником, свекольником... Объединяет главное – везде, где готовят борщ, он относится к самым любимым кулинарным блюдам.",
          "image": "borsh.jpg",
          "category_index": 0,
          "isEnd": false
        },
        {
          "id": 3,
          "name": "Пельмени",
          "cost": 190,
          "description": "Пельмени – знаменитое блюдо русской кухни, имеющее древние китайские, финно-угорские, тюркские и славянские корни. Современное название происходит от удмуртского «пельнянь» – «хлебное ухо». Аналоги пельменей существуют во многих кухнях мира. Вкус, сытность и удобство хранения сделали пельмени исключительно популярными, готовые пельмени можно купить в любом продуктовом магазине. Но, конечно, самые вкусные пельмени – домашние.",
          "image": "pelmeni.jpg",
          "category_index": 0,
          "isEnd": false
        },
        {
          "id": 4,
          "name": "Шорпо",
          "cost": 180,
          "description": "Шорпо, она же шурпа, чорпа, шорба и сорпа — это наваристый суп, который варят в мусульманских странах на Востоке. Его можно найти в турецкой, таджикской, туркменской, казахской и других кухнях. Такое блюдо разнообразит привычное семейное меню.",
          "image": "shorpo.jpg",
          "category_index": 0,
          "isEnd": false
        },
        {
          "id": 5,
          "name": "Солянка",
          "cost": 190,
          "description": "Название «солянка» произошло от названия блюда «селянка» - характерного сельского кушания. Рецепт солянки, точнее, селянки, был прост: остатки различных продуктов селяне смешивали в котле, и варили. Так и родился рецепт солянки сборной мясной. Со временем солянка менялась, стала популярным ресторанным блюдом. Рецепт приготовления солянки приобрёл классическую формулу. Сегодня как приготовить солянку вам скажет любой повар, как готовить солянку знает каждая опытная хозяйка.",
          "image": "solynka.jpg",
          "category_index": 0,
          "isEnd": false
        },
        {
          "id": 6,
          "name": "Мясо по-казахски",
          "cost": 190,
          "description": "Мясо по-казахски - это невероятно вкусное блюдо, состоящее из вареного мяса, лепешек и густого бульона. Читайте рецепт приготовления мяса по-казахски и смело готовьте, получится вкусно! Приготовление мяса по-казахски требует времени и терпения. Но если уж вы взялись за это дело, результат вас не разочарует.",
          "image": "maso-po-kazahski.jpg",
          "category_index": 0,
          "isEnd": false
        },
        {
          "id": 7,
          "name": "Суп с фрикадельками",
          "cost": 190,
          "description": "Рецепт супа с фрикадельками феноменально прост. Часто готовят такой суп с мясными фрикадельками. Суп с куриными фрикадельками, картофельный суп с фрикадельками из свинины, суп с рисом и фрикадельками из говядины — разнообразие вариантов ограничено только вашей фантазией.",
          "image": "sup-s-frikadelkami.jpg",
          "category_index": 0,
          "isEnd": false
        },
        {
          "id": 8,
          "name": "Куриный суп",
          "cost": 190,
          "description": "Сложно найти какую-то часть курицы, из которой нельзя было бы приготовить куриный суп. Готовят суп из куриной грудки, суп из куриных сердечек, суп из куриного филе, суп из потрохов куриных, суп из куриных крылышек, суп из куриной печени, суп из куриных шеек, суп из куриных ножек. Рецепты куриных супов поражают своим разнообразием. Фактически каждая национальная кухня имеет в арсенале свой куриный суп. Самое главное в курином супе – это куриный бульон.",
          "image": "kurini-sup.jpg",
          "category_index": 0,
          "isEnd": false
        },
        {
          "id": 9,
          "name": "Карофельно пюре",
          "cost": 100,
          "description": "Картофельное пюре — измельченный отварной картофель, обычно с добавлением сливочного масла, молока, яиц или сливок. Толченая картошка пользуется популярностью во всех странах, а для России это блюдо считается самым универсальным гарниром. Картофельное пюре выглядит как однородная масса желтоватого или серого оттенка.",
          "image": "kartofelnoe-pure.jpg",
          "category_index": 1,
          "isEnd": false
        },
        {
          "id": 10,
          "name": "Картофель фри",
          "cost": 100,
          "description": "Картофель фри — кусочки картофеля, обжаренные во фритюре. Употребляют как самостоятельное блюдо или гарнир ко вторым блюдам. Популярная еда быстрого приготовления на предприятиях общепита.",
          "image": "kartofel-fri.jpeg",
          "category_index": 1,
          "isEnd": false
        },
        {
          "id": 11,
          "name": "Макароны",
          "cost": 70,
          "description": "Макаро́нные изде́лия (в быту часто называются просто макаронами) — изделия из высушенного теста (обычно из пшеничной муки с водой). Могут иметь самую разнообразную форму — в виде рожков, чешуек, коротких цилиндров и других форм",
          "image": "makaroni.jpg",
          "category_index": 1,
          "isEnd": false
        },
        {
          "id": 12,
          "name": "Рис",
          "cost": 80,
          "description": "Рис является важным источником нескольких витаминов группы В: тиамина В1, рибофлавина В2, ниацина В3 и В6; витамин РР, каротин, витамин Е, которые способствуют укреплению нервной системы и благотворно влияют на состояние кожи, волос и ногтей. Рис содержит достаточное количество необходимых нашему организму микроэлементов: калий, фосфор, цинк, железо, кальций, йод и селен.",
          "image": "ris.jpg",
          "category_index": 1,
          "isEnd": false
        },
        {
          "id": 13,
          "name": "Кофе 3 в 1",
          "cost": 30,
          "description": "Современный ритм жизни заставляет нас все делать набегу. Производители стали выпускать все больше товара «на скорую руку», и огромную популярность приобрел кофе 3 в 1, который не нужно варить и добавлять в него разные ингредиенты. Достаточно заварить кипятком и напиток готов к употреблению.",
          "image": "kofe.jpg",
          "category_index": 2,
          "isEnd": false
        },
        {
          "id": 14,
          "name": "Чай с молоком",
          "cost": 30,
          "description": "Чай с молоком может быть полезен и вреден для организма. Чай с добавлением натурального молока – это согревающий напиток с нежным сливочным вкусом, который любят дети и взрослые. Традиция чаепития с добавлением молока родом из Великобритании.",
          "image": "tea-with-milk.jpg",
          "category_index": 2,
          "isEnd": false
        },
        {
          "id": 15,
          "name": "Чай черный",
          "cost": 30,
          "description": "Чёрный чай — вид чая, подвергающийся полной ферментации (окислению) в течение от двух недель до месяца (по традиционной технологии). Традиционно наиболее популярный вид чая в Европе, включая Россию.",
          "image": "black-tea.jpg",
          "category_index": 2,
          "isEnd": false
        },
        {
          "id": 16,
          "name": "Компот",
          "cost": 30,
          "description": "Компот (фр. compote) — десертный напиток из фруктов или ягод, либо отвар фруктов в сиропе, а также смесь сухофруктов или сушёных ягод и фруктов, либо фруктовые или ягодные консервы. Всемирный день компота из шиповника празднуется 14 июня.",
          "image": "kompot.jpg",
          "category_index": 2,
          "isEnd": false
        },
        {
          "id": 17,
          "name": "Босо Лагман",
          "cost": 200,
          "description": "Лагман является популярным блюдом среднеазиатской кухни. Готовится из тянутой лапши, мяса и овощей. Лапша растягивается вручную. Также в лагман добавляются пряности и зелень. Подается в горячем виде. Босо — это вид лагмана, являющийся жареным.",
          "image": "boso-lagman.jpg",
          "category_index": 3,
          "isEnd": false
        },
        {
          "id": 18,
          "name": "Ганфан",
          "cost": 190,
          "description": "Ганфан это старинное блюдо киргизской кухни, для него характерны раздельная варка подливы и крупяной (рисовой) составляющей, а сама подлива по технологии приготовления похожа на лагманную ваджу, но по составу более простая.",
          "image": "ganfan.jpg",
          "category_index": 3,
          "isEnd": false
        },
        {
          "id": 19,
          "name": "Бифштекс",
          "cost": 190,
          "description": "Бифштекс (от англ. beef — говядина и steaks — куски), стейк-филе — блюдо из жареной говядины, изначально один из видов стейка, стейк из головной части вырезки. Часто встречается подвид рубленного бифштекса (зачастую даже из фарша, приготовленного мясорубкой), являющегося прототипом котлеты. Бифштексы также классифицируют по степени прожарки.",
          "image": "bifshteks.jpg",
          "category_index": 3,
          "isEnd": false
        },
        {
          "id": 20,
          "name": "Манты с мясом",
          "cost": 180,
          "description": "Они больше и сочнее пельменей. Те, кому нравятся пельмени, просто обязаны попробовать манты. Рецепт приготовления мант очень простой, самое сложное научиться как правильно лепить манты.",
          "image": "manti-with-meet.jpg",
          "category_index": 3,
          "isEnd": false
        },
        {
          "id": 21,
          "name": "Манты жаренные",
          "cost": 200,
          "description": "Самым распространенным восточным блюдом считаются манты. Обычно они делаются на пару в специальных мантоварках или касканах – это такие специальные кастрюли с решеткой.",
          "image": "zhareni-manti.jpg",
          "category_index": 3,
          "isEnd": false
        },
        {
          "id": 22,
          "name": "Пельмени жаренные",
          "cost": 180,
          "description": "Жареные пельмени — блюдо, которое всегда легко приготовить за считанные минуты, если пельмени уже лежат в вашей морозилке. Такие пельмени получаются сочными и хрустящими, и их не надо дополнительно отваривать перед жаркой на сковороде.",
          "image": "zhareni-pelmeni.jpg",
          "category_index": 3,
          "isEnd": false
        },
        {
          "id": 23,
          "name": "Плов",
          "cost": 150,
          "description": "Плов — блюдо восточной кухни, основу которого составляет варёный рис[4] (в исключительных случаях другая крупа или мелкие макаронные изделия[5]). Отличительным свойством плова является его рассыпчатость[1], достигаемая соблюдением технологии приготовления риса и добавлением в плов животного или растительного жира, препятствующего слипанию крупинок.",
          "image": "plov.jpg",
          "category_index": 3,
          "isEnd": false
        },
        {
          "id": 24,
          "name": "Котлеты",
          "cost": 180,
          "description": "Котле́та (от фр. côtelette) — в первоначальном значении: кусок мяса, приготовленный на кости. В современном русском языке и русской кухне: изделие из мясного фарша, его аналога (рыбного фарша, фарша из мяса птицы) или заменителя (мелко натёртых овощей).",
          "image": "kotleti.jpeg",
          "category_index": 3,
          "isEnd": false
        },
        {
          "id": 25,
          "name": "Окорочка жаренная",
          "cost": 250,
          "description": "Окорочка куриные представляют собой часть тушки, которой характерно мясо красного цвета (см. фото). Это обусловлено наличием большого количества кровеносных сосудов. Поскольку куриные ноги – это самая активная часть птицы, они являются наиболее жесткой частью.",
          "image": "okorochka-zharenie.jpg",
          "category_index": 3,
          "isEnd": false
        },
        {
          "id": 26,
          "name": "Куурдак с луком",
          "cost": 250,
          "description": "Куурдак  — традиционное жаркое у казахов, киргизов, таджиков, узбеков, карачаевцев и туркменов из мяса или субпродуктов и лука. Название происходит от киргизского слова кууруу, казахского куыру или узбекского слова qovurish, что значит жарка.",
          "image": "kurdak.jpg",
          "category_index": 3,
          "isEnd": false
        },
        {
          "id": 27,
          "name": "Куурдак с картошкой",
          "cost": 200,
          "description": "Куурдак  — традиционное жаркое у казахов, киргизов, таджиков, узбеков, карачаевцев и туркменов из мяса или субпродуктов и лука. Название происходит от киргизского слова кууруу, казахского куыру или узбекского слова qovurish, что значит жарка.",
          "image": "kurdak.jpg",
          "category_index": 3,
          "isEnd": false
        },
        {
          "id": 28,
          "name": "Куурдак с олениной",
          "cost": 200,
          "description": "Куурдак  — традиционное жаркое у казахов, киргизов, таджиков, узбеков, карачаевцев и туркменов из мяса или субпродуктов и лука. Название происходит от киргизского слова кууруу, казахского куыру или узбекского слова qovurish, что значит жарка.",
          "image": "kurdak.jpg",
          "category_index": 3,
          "isEnd": false
        },
        {
          "id": 29,
          "name": "Гуляш",
          "cost": 160,
          "description": "Гуляш – венгерское национальное блюдо. Гуляш – густой суп из тушёных кусочков мяса, помидоров, картофеля, лука и паприки. Гуляш по-венгерски, т.е. в классическом варианте, относится именно к густым супам. ",
          "image": "gulash.jpg",
          "category_index": 3,
          "isEnd": false
        },
        {
          "id": 30,
          "name": "Сосики",
          "cost": 170,
          "description": "Соси́ска — колбасное изделие, которое изготовляется из рубленого варёного мяса или его заменителей. Представляет собой маленькую колбаску, однако в отличие от обычной колбасы употребляется в пищу, как правило, после некоторой термической обработки (варки, жарки).",
          "image": "sosiski.jpg",
          "category_index": 3,
          "isEnd": false
        },
        {
          "id": 31,
          "name": "Бризоль",
          "cost": 250,
          "description": "Бризоль — рецепт, который можно приготовить на завтрак, или потратив немного больше времени на приготовление бризоли сделать блюдо, которое не стыдно поставить на праздничный стол.",
          "image": "brizol.jpg",
          "category_index": 3,
          "isEnd": false
        },
        {
          "id": 32,
          "name": "Шаурма",
          "cost": 250,
          "description": "Шаурма́ (араб. شاورما‎ от тур. çevirme «заворачивание») — ближневосточное блюдо из мяса (курица, свинина, ягнятина, баранина, реже — телятина, индюшатина), обжаренного на вертеле, завёрнутого в лаваш, реже — в питу, с добавлением специй, соусов и салата из свежих овощей.",
          "image": "shaurma.jpg",
          "category_index": 3,
          "isEnd": false
        },
        {
          "id": 33,
          "name": "Пицца",
          "cost": 350,
          "description": "Пицца (итал. pizza от итал. pizzicare — быть острым) — итальянское национальное блюдо в виде круглой открытой лепешки, покрытой в классическом варианте томатами и расплавленным сыром. Сыр является главным ингредиентом пиццы (как правило, моцарелла).",
          "image": "pizza.jpg",
          "category_index": 4,
          "isEnd": false
        },
        {
          "id": 34,
          "name": "Самсы куриные",
          "cost": 60,
          "description": "Простое и сытное угощение — самса из слоеного теста с начинкой из курицы. Просто приготовить в домашних условиях.",
          "image": "samsi.jpg",
          "category_index": 4,
          "isEnd": false
        },
        {
          "id": 35,
          "name": "Самсы с говядины",
          "cost": 350,
          "description": "Простое и сытное угощение — самса из слоеного теста с начинкой из курицы. Просто приготовить в домашних условиях.",
          "image": "samsi.jpg",
          "category_index": 4,
          "isEnd": false
        },
        {
          "id": 36,
          "name": "Фунчеза",
          "cost": 70,
          "description": "блюдо китайской, корейской, японской и других азиатских кухонь, которое готовится из сухой лапши (т. н. стеклянная лапша) с приправами из маринованного перца и джусая, моркови, редьки, лука и других овощей. Подаётся в горячем или холодном виде.",
          "image": "funcheza.jpg",
          "category_index": 5,
          "isEnd": false
        },
        {
          "id": 37,
          "name": "Винигрет",
          "cost": 70,
          "description": "Винегрет – салат из отварных овощей, который своим названием обязан салатной заправке для этого блюда, распространённой вплоть до начала ХХ века.",
          "image": "vinigret.jpg",
          "category_index": 5,
          "isEnd": false
        },
        {
          "id": 38,
          "name": "Оливье",
          "cost": 70,
          "description": "Оливье́ — популярный в СССР и современной России[1] праздничный салат. Фирменное блюдо[2] ресторана «Эрмитаж» в Москве[3], которым с 1860-х до 1883 года руководил Люсьен Оливье.",
          "image": "olive.jpg",
          "category_index": 5,
          "isEnd": false
        },
        {
          "id": 39,
          "name": "Куриный",
          "cost": 70,
          "category_index": 5,
          "isEnd": false
        },
        {
          "id": 40,
          "name": "Крабовый",
          "cost": 70,
          "category_index": 5,
          "isEnd": false
        },
        {
          "id": 41,
          "name": "Свекла с чесноком",
          "cost": 70,
          "category_index": 5,
          "isEnd": false
        },
        {
          "id": 42,
          "name": "Морковка по корейски",
          "cost": 70,
          "category_index": 5,
          "isEnd": false
        },
        {
          "id": 43,
          "name": "Капуста по корейски",
          "cost": 70,
          "category_index": 5,
          "isEnd": false
        },
        {
          "id": 44,
          "name": "Китайский острый",
          "cost": 120,
          "category_index": 5,
          "isEnd": false
        },
        {
          "id": 45,
          "name": "Из языка",
          "cost": 120,
          "category_index": 5,
          "isEnd": false
        },
        {
          "id": 46,
          "name": "Из баклажана",
          "cost": 120,
          "category_index": 5,
          "isEnd": false
        },
        {
          "id": 47,
          "name": "Свежий из редиски",
          "cost": 120,
          "category_index": 5,
          "isEnd": false
        }
      ]
    },
    "_id": "60f3ffb70108c74d902dc0ac",
    "name": "Азия 1",
    "address": "Тикси-1, Гагарина 8a",
    "work_time": "пн-пт: 10:00-19:00, сб: 11:00-18:00, вс: выходной",
    "status": "opened",
    "delivery_status": "opened",
    "min_cost_delivery": 500,
    "delivery_city_cost": {
      "Тикси-1": 100,
      "Тикси-3": 700
    }
  },
  {
    "items": {
      "category": [
        "Разное"
      ],
      "menu": [
        {
          "id": 48,
          "name": "Тестовое блюдо",
          "cost": 250,
          "category_index": 0,
          "isEnd": false
        }
      ]
    },
    "_id": "60f3ffb70108c74d902dc0ad",
    "name": "Азия 3",
    "address": "Тикси-3, Какая то улица 11б",
    "work_time": "пн-пт: 10:00-19:00, сб-вс: 11:00-18:00",
    "status": "closed",
    "delivery_status": "closed",
    "min_cost_delivery": 500,
    "delivery_city_cost": {
      "Тикси-1": 100,
      "Тикси-3": 700
    }
  }
]